OdGsModule.removeReactor(OdGsReactor*)
\details
Removes the specified reactor from this object's reactor list.
\param pReactor [in]  Pointer to the reactor object.

OdGsModule.addReactor(OdGsReactor*)
\details
Adds the specified reactor to this object's reactor list.
\param pReactor [in]  Pointer to the reactor object.

OdGsModule.createBitmapDevice
\details
Creates a new OdGsBaseVectorizeDevice object, and associates it with this Module object.
\returns
Returns a SmartPointer to the newly created object.

OdGsModule.createDevice
\details
Creates a new OdGsDevice object, and associates it with this Module object.
\returns
Returns a SmartPointer to the newly created object.